Repository: kamilsoloducha/bm_task
Catalog: Resources/Views/Student/Index.*.resx
Languages: pl

source: &lt;a href=&quot;http://go.microsoft.com/fwlink/?LinkId=518007&quot;&gt;Gulp&lt;/a&gt; and &lt;a href=&quot;http://go.microsoft.com/fwlink/?LinkId=518004&quot;&gt;Bower&lt;/a&gt; for managing client-side libraries
pl: <a href="https://go.microsoft.com/fwlink/?LinkId=518007">Gulp</a> et <a href="https://go.microsoft.com/fwlink/?LinkId=518004">Bower</a> pour la gestion des bibliothèques côté client

source: Add a Controller and View
pl: <h1>Home Version Ajouter un contrôleur et Vue (Add a Controller and View) Resources\Views\Book\Index.fr.resx </h1>

source: Application uses
pl: Utilisations d'application

source: Bring in libraries from NuGet, Bower, and npm, and automate tasks using Grunt or Gulp.
pl: Apportez dans les bibliothèques de NuGet , Bower , et NPM , et automatiser les tâches à l'aide Grunt ou Gulp .

source: Home Page
pl: Page D'accueil

source: How to
pl: Comment

source: Learn how Microsoft's Azure cloud platform allows you to build, deploy, and scale web apps.
pl: Découvrez comment la plate-forme Azure cloud de Microsoft vous permet de construire, déployer et applications Web à grande échelle .

source: Learn how to build ASP.NET apps that can run anywhere.
pl: Apprenez à créer des applications ASP.NET qui peuvent fonctionner n'importe où .

source: Learn More
pl: Apprendre Encore Plus

source: Next
pl: Prochain

source: Package Management
pl: Gestion des Paquetages

source: Previous
pl: Précédent

source: Sample pages using ASP.NET MVC 6
pl: Pages échantillon en utilisant ASP.NET MVC 6

source: Theming using &lt;a href=&quot;http://go.microsoft.com/fwlink/?LinkID=398939&quot;&gt;Bootstrap&lt;/a&gt;
pl: Thématisation aide <a href="https://go.microsoft.com/fwlink/?LinkID=398939">Bootstrap</a>

source: There are powerful new features in Visual Studio for building modern web apps.
pl: Il ya de puissantes nouvelles fonctionnalités de Visual Studio pour la création d'applications web modernes .

source: Add an appsetting in config and access it in app.
pl: Ajoutez un appsetting dans la configuration et y accéder à l'application .

source: Add client packages using Bower.
pl: Ajouter des packages de clients à l'aide Bower.

source: Add packages using NuGet.
pl: Ajouter paquets en utilisant NuGet.

source: Client side development
pl: Le développement côté client

source: Run &amp; Deploy
pl: Déployer & Exécuter

source: Run commands in your bash
pl: Exécuter des commandes dans votre bash

source: Run your app
pl: Exécutez votre application

source: Run your app on .NET Core
pl: Exécutez votre application sur .NET de base

source: Security
pl: Sécurité

source: Target development, staging or production environment.
pl: Cibler le développement, la mise en scène ou de l'environnement de production.

source: Use logging to log a message.
pl: Utilisez la journalisation pour enregistrer un message.

source: Working with Data
pl: Utilisation des données

source: Test
pl: Déployer & Exécuter
